//
//  Plan.swift
//  AJ
//
//  Created by Денис on 07.10.2023.
//

import Foundation

/*

 1. Показать камеру или открыть галерею
 2. Получить фото
 3. Спросить о языке на фото (снизу кнопка отмена, если юзер хочет переделать фото)
 4. Показать загрузку перевода поверх фото
 5. Получить новое фото с переводом
 6. Отобразить новое фото поверх старого
 7. Добавить кнопку "Спрятать/Показать перевод"


 Дополнительно

 1. Сохранить переведённое фото на девайс
 2. Сохранить фото в приложении и отображать его в чате

 */
