Repository: dnzlk/aj2
Catalog: AskJoe/Generated/Localization/*.lproj/Localizable.strings
Languages: it

# onboarding.superpower
source: Your writing superpower
it: Il tuo superpotere nella scrittura

# onboarding.learn
source: Learn a new language
it: Impara una nuova lingua

# onboarding.writeBlog
source: Write a blog post
it: Scrivi un post sul blog

# onboarding.fixGrammar
source: Fix your grammar
it: Correggi la tua grammatica

# onboarding.helpWithStudies
source: Help with vour studies + gazillion other use cases
it: Aiuto con i tuoi studi + un'infinità di altri casi d'uso

# onboarding.tryItOut
source: Try it out!
it: Provalo!

# onboarding.skip
source: Skip
it: Salta

# feed.youHaveMessagesLeft
source: You have %@ free messages & %@ images left
it: Ti rimangono %@ messaggi gratuiti e %@ immagini

# feed.messagesLeft
source: %@ free messages
it: %@ messaggi gratuiti

# feed.imagesLeft
source: %@ images
it: %@ immagini

# feed.characters
source: Characters
it: Caratteri

# feed.explore
source: Explore
it: Esplora

# feed.letsStart
source: Let's start a chat!
it: Iniziamo una chat

# feed.startFreeTrial
source: Start free trial
it: Inizia la prova gratuit

# history.history
source: History
it: Cronologia

# history.clear
source: Clear history?
it: Cancellare la cronologia?

# history.undo
source: You will not be able to undo this action
it: Non sarai in grado di annullare questa azione

# history.yes
source: Yes
it: Sì

# history.today
source: Today
it: Oggi

# history.yesterday
source: Yesterday
it: Ieri

# history.at
source: %@ at %@
it: %@ alle %@

# settings.settings
source: Settings
it: Impostazioni

# settings.terms
source: Terms of use
it: Termini di utilizzo

# settings.privacy
source: Privacy policy
it: Politica sulla privacy

# settings.cancel
source: Cancel
it: Annulla

# settings.contactUs
source: Contact us
it: Contattaci

# settings.madeBy
source: made by programmers empowered by ChatGPT
it: realizzato da programmatori potenziati da ChatGPT

# post.postedOn
source: Posted on
it: Pubblicato il

# payments.somethingWentWrong
source: Something went wrong
it: Qualcosa è andato storto

# payments.save20
source: Save 20%%
it: Risparmia il 20%%

# payments.failed
source: Transaction failed
it: Transazione fallita

# payments.restored
source: Transactions restored
it: Transazioni ripristinate

# payments.restorePurchase
source: Restore purchase
it: Ripristina acquisto

# payments.first3free
source: First 3 days free
it: Primi 3 giorni gratuiti

# payments.getAccess
source: Get unlimited access to all current (and future) features
it: Ottieni accesso illimitato a tutte le funzioni attuali (e future)

# payments.byTappingYouAgree
source: By tapping „Start 3-day free trial“, you agree to our Terms of Use
it: Toccando Inizia la prova gratuita di 3 giorni, accetti i nostri Termini di Utilizzo

# payments.start
source: Start 3-days free trial
it: Inizia la prova gratuita di 3 giorni

# payments.monthly
source: Monthly
it: Mensile

# payments.month
source: Month
it: Mese

# payments.weekly
source: Weekly
it: Settimanale

# payments.week
source: Week
it: Settimana

# chat.noAnswer
source: No answer here :(
it: Nessuna risposta qui :(

# chat.tryAgain
source: Try again
it: Prova ancora

# chat.typeYourQuestion
source: Type your question
it: Digita la tua domanda

# chat.isTyping
source: %@ is typing
it: %@ sta scrivendo

# chat.ask
source: ask %@
it: chiedere %@

# chat.copy
source: Copy
it: Copia

# chat.share
source: Share
it: Condividi

# chat.aFewExamples
source: A few examples of interesting things you can ask %@ about
it: Alcuni esempi di cose interessanti che puoi chiedere a %@

# prompts.explainPhysics
source: Explain quantum physics
it: Spiega la fisica quantistica

# prompts.explainTimeDog
source: Explain the concept of time like I am a dog
it: Spiega il concetto di tempo come se fossi un cane

# prompts.explainTime3yearsOld
source: Explain the concept of time like I am three years old
it: Spiega il concetto di tempo come se avessi tre anni

# prompts.describePotato
source: Use florid, baroque language to describe a potato
it: Usa un linguaggio florido e barocco per descrivere una patata

# prompts.writeAPoemRabbit
source: Write a short poem about a rabbit
it: Scrivi una breve poesia su un coniglio

# prompts.writeNewsPotato
source: Write a breaking news article about a potato
it: Scrivi un articolo di notizie di ultima ora su una patata

# prompts.writeBirthdayCongrats
source: Write a birthday congrats to my grandma's 90 birthday in ultra gen z style
it: Auguri di buon compleanno per i 90 anni di mia nonna in stile ultra gen z

# prompts.writeWuTang
source: Write a invitation to party in wu tang style
it: Scrivi un invito a una festa in stile Wu Tang

# prompts.tellMeSolar
source: Tell me about solar system
it: Dimmi del sistema solare

# prompts.offerSpanish
source: How to say 'I will make him an offer you can't refuse' in Spanish
it: Come dire 'Gli farò un'offerta che non potrà rifiutare' in spagnolo

# prompts.offerKlingon
source: How to say 'I will make him an offer you can't refuse' in Klingon
it: Come dire 'Gli farò un'offerta che non potrà rifiutare' in klingon

# prompts.offerMadeUp
source: How to say 'I will make him an offer you can't refuse' in made-up language
it: Come dire 'Gli farò un'offerta che non potrà rifiutare' in una lingua inventata

# prompts.askRaiseGenZ
source: Ask for a raise in ultra gen z style
it: Chiedi un aumento in stile ultra gen z

# prompts.sellMePen
source: Sell me this pen
it: Vendimi questa penna

# images.aiArtGenerator
source: AI Art Generator
it: Generatore d'arte con intelligenza artificiale

# images.doItForMe
source: Do it for me
it: Fallo per me

# images.typeYourRequest
source: Type your request
it: Digita la tua richiesta

# images.itMayTakeTime
source: It may take some time to create, don't close this screen
it: Potrebbe richiedere del tempo per crearlo, non chiudere questa schermata

# images.save
source: Save
it: Salva

# images.share
source: Share
it: Condividi

# images.somethingWentWrong
source: Something went wrong
it: Qualcosa è andato storto

# images.tryAgain
source: Try again
it: Riprova
